Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_2.tmx
Source language: en
Languages: it

source: Apparatus for the treatment of lymphoedema
it: Apparecchi per il trattamento linfoedemi

source: Power operated sprayers for medical purposes
it: Vaporizatori elettrici per uso medico

source: Pressure monitors for medical use
it: Monitor per la pressione per uso medico

source: Probes for use with integrated circuits [for medical diagnosis]
it: Sonde da utilizzare con circuiti integrati [per diagnosi mediche]

source: Processors for photosensitive films [for medical purposes]
it: Processori per pellicole fotosensibili [per uso medico]

source: Computer controlled training apparatus for therapeutic use
it: Apparecchi computerizzati di allenamento per uso terapeutico

source: Condoms for medical purposes
it: Preservativi per uso medico

source: Contoured cushions for patients' use on beds [adapted for medical purposes]
it: Cuscini sagomati per pazienti a letto [adatti per uso medico]

source: Hot air vibrators for medical purposes
it: Vibratori ad aria calda per uso medico

source: Catheters
it: Cateteri

source: Orthopaedic braces
it: Apparecchi ortopedici

source: Ladies' stockings [surgical]
it: Calze da donna [chirurgiche]

source: Lag screws in the nature of orthopaedic surgical implants
it: Viti grafitate, ovvero impianti chirurgici ortopedici

source: Apparatus for phototherapy
it: Apparecchi per fototerapia

source: Protective bonnets for the hair for wear by dental practitioners
it: Cuffie protettive per i capelli indossate da personale dentistico

source: Protective breathing masks made of non-woven materials for medical applications
it: Maschere respiratorie protettive in materiali non tessuti per applicazioni mediche

source: Protective clothing for surgical purposes
it: Abbigliamento protettivo per uso chirurgico

source: Tissue expanders for use in surgery
it: Estensori per tessuti per la chirurgia

source: Hemodialysis apparatus
it: Apparecchi per emodialisi

source: Acupuncture instruments [electric or non-electric]
it: Strumenti per agopuntura [elettrici o non elettrici]

source: Armchairs especially made for dental purposes
it: Poltrone speciali per uso dentistico

source: Artificial bone materials
it: Materiali per ossa artificiali

source: Artificial bone materials of ceramics
it: Materiali per ossa artificiali in ceramica

source: Pillows (Soporific -) filled with down
it: Guanciali (Alle erbe -) di piumino

source: Belts, electric, for medical purposes
it: Cinture elettriche per uso medico

source: Massage apparatus [for medical purposes]
it: Apparecchi per massaggi [per uso medico]

source: Medical apparatus and instruments relating to neurovegetative reactivity
it: Apparecchi e strumenti metallici relativi alla reattività neurovegetativa

source: Medical instruments for cutting tissue
it: Strumenti medici per il taglio di tessuti

source: Incontinence sheets for use with babies
it: Lenzuola per incontinenza per neonati

source: Cutlery for surgical purposes
it: Ferri per uso chirurgico

source: Support panty hose for surgical use
it: Calze di supporto per uso chirurgico

source: Chromatographic columns for medical use
it: Colonne per cromatografia per uso medico

source: Cold packs for medical purposes
it: Impacchi freddi per uso medico

source: Boots for medical purposes
it: Stivali per uso medico

source: Ear plugs for medical purposes
it: Tappi auricolari per uso medico

source: Artificial ligaments
it: Legamenti artificiali

source: Apparatus for the prevention of leg ulcers
it: Apparecchi per la prevenzione di ulcere alle gambe

source: Apparatus for use in surgery in the drainage of wounds
it: Apparecchi chirurgici per il drenaggio di ferite

source: Apparatus for use in the repair of bones
it: Apparecchi per la riparazione di ossa

source: Applicators for antibacterial preparations
it: Applicatori per prodotti antibatterici

source: Applicators in the nature of sponges [for medical use]
it: Applicatori sotto forma di spugne [per uso medico]

source: Protective screens for protection whilst exposed to x-rays [medical use]
it: Schermi protettivi per la protezione dai raggi X durante l'esposizione [uso medico]

source: Protective visors for dental use
it: Visiere protettive per uso dentistico

source: Pumps for medical use in dispensing pharmaceuticals from containers
it: Pompe per uso medico per l'erogazione di prodotti farmaceutici da contenitori

source: Tennis elbow supports
it: Gomitiere per il tennis

source: Test probe assemblies for medical use
it: Gruppi di sonde per test per uso medico

source: Test probes for medical use
it: Sonde per test per uso medico

source: Testing instruments for medical diagnostic purposes
it: Apparecchi per analisi per uso medico-diagnostico

source: Trays for holding surgical instruments
it: Vaschette per strumenti chirurgici

source: Treadmills for medical use in physiotherapeutic exercise
it: Tapis roulant per uso medico in esercizi di fisioterapia

source: Triangular bandages [supportive]
it: Fasciature triangolari [di supporto]

source: Uterine syringes
it: Siringhe uterine

source: Warmers for medical use
it: Riscaldatori per uso medico

source: Apparatus for blood monitoring [for medical use]
it: Apparecchi per il monitoraggio del sangue [per uso medico]

source: Socks for diabetics
it: Calze per diabetici

source: Contrivances of rubber for the prevention of the transmission of disease
it: Articoli in gomma per la prevenzione della trasmissione di malattie

source: Inflation syringes for medical or surgical use
it: Siringhe di gonfiaggio per uso medico o chirurgico

source: Infrared apparatus for medical purposes
it: Apparecchiature a infrarossi per uso medico

source: Infrared lamps for curative purposes
it: Lampade a infrarossi per uso curativo

source: Percutaneous renal access sets
it: Set percutanei per accesso renale

source: Substitutes for tendons
it: Tendini artificiali

source: Suction bottles for medical use
it: Flaconi di aspirazione per uso medico

source: Implanted prosthesis
it: Impianti protesici

source: Pliers for surgical use
it: Pinze per uso chirurgico

source: Ozonizers [ozonators] for medical use
it: Ozonizzatori [ozonizzatori] per uso medico

source: Collimating position indicating apparatus for veterinary use
it: Dispositivi collimatori indicanti la posizione per uso veterinario

source: Columns for affinity chromatography [for medical use]
it: Colonne per cromatografia di affinità [per uso medico]

source: Compresses for supporting the body
it: Compresse di supporto per il corpo

source: Silicone preparations for cosmetic implantation
it: Prodotti in silicone per impianto cosmetico

source: Socks (Electrically heated -) for medical purposes
it: Calzini (Riscaldati elettricamente -) per uso medico

source: Solaria for medical purposes
it: Solarium per uso medico

source: Chest percussors
it: Percussori toracici

source: Electronic drop counters for medical use
it: Contagocce elettronici per uso medico

source: Operating tables
it: Tavoli operatori

source: Hand held mirrors for use in dental inspection
it: Specchi manuali per ispezione dentaria

source: Pumps for medical use in the extraction of liquids
it: Pompe per uso medico per l'estrazione di liquidi

source: Pumps for surgical purposes
it: Pompe per uso chirurgico

source: Lymphodoema sleeves
it: Maniche per linfedemi

source: Feeding cups [for medical purposes]
it: Bicchieri con beccuccio [per uso medico]

source: Forceps for repositioning
it: Pinze di riposizionamento

source: Shock wave apparatus for medical use
it: Apparecchi a onde d'urto per uso medico

source: Silicone lace combined with a needle for use in the retraction of arteries during surgery
it: Stringhe in silicone con ago per la retrazione di arterie durante operazioni chirurgiche

source: Electric heating covers for medical use
it: Coperte scaldanti elettriche per uso medico

source: Electric instruments for medical use in the diagnosis of blood
it: Strumenti elettrici per uso medico per la diagnosi del sangue

source: Face shields for medical use
it: Maschere facciali per uso medico

source: Hypodermic syringes for injections for medical purposes
it: Siringhe ipodermiche per iniezioni per uso medico

source: Hypothermia analysis instruments
it: Strumenti di analisi di ipotermia

source: Blood filters for extracorporeal use
it: Filtri sanguigni per uso extracorporeo

source: Sources of electromagnetic fields for use in medical diagnosis
it: Sorgenti di campi elettromagnetici per la diagnostica medica

source: Spatulas for medical use
it: Spatole per uso medico

source: Dental implants
it: Impianti dentari

source: Diaphyseal plugs
it: Perni diafisari

source: Body rehabilitation apparatus for medical purposes
it: Apparecchi per riabilitazione fisica per uso medico

source: Needles for surgical purposes
it: Aghi per uso chirurgico

source: Medical apparatus for assisting breathing
it: Apparecchi medici per assistere la respirazione

source: Medical instruments for therapeutic drug monitoring
it: Strumenti medici per controllo terapeutico farmacologico

source: Rowing machines for physical exercise [for medical use]
it: Vogatori per l'esercizio fisico [per uso medico]

source: Electromedical instruments for firming treatments
it: Strumenti elettromedicali per trattamenti rassodanti

source: Gas analyzers for medical analysis
it: Analizzatori di gas per analisi medica

source: Surgical shoe covers
it: Copriscarpe chirurgici

source: Intravenous administration instruments for medical purposes
it: Strumenti per somministrazione endovenosa per uso medico

source: Lasers for dental purposes
it: Laser per uso dentistico

source: High frequency cutting instruments for medical purposes
it: Strumenti da taglio ad alta frequenza per uso medico

source: Maternity support belts for medical purposes
it: Fasce per gravidanza a scopo medico

source: Dental descaling apparatus
it: Apparecchi per detartrasi

source: Orthopedic apparatus for talipes
it: Apparecchi ortopedici per piede talo

source: Suspensory bandages for use in sports
it: Fasciature di sospensione per lo sport

source: Syringes for dental purposes
it: Siringhe per uso dentistico

source: Prostheses in the form of partial crown restorations
it: Protesi sotto forma di ricostruzioni parziali della capsula

source: Dental prostheses
it: Protesi dentarie

source: Prosthesis shafts
it: Canali per protesi

source: Nuclear magnetic resonance installations for medical scanning
it: Impianti a risonanza magnetica nucleare per esami medici

source: Obstetric beds
it: Letti ostetrici

source: Spermicidal sponges
it: Spugne spermicide

source: Spirometers for examining the function of the lungs
it: Spirometri per l'esame delle funzioni dei polmoni

source: Respirators for medical purposes
it: Respiratori per uso medico

source: Screwing-in tools for surgical use
it: Utensili per avvitare per uso chirurgico

source: Separation instruments for medical use
it: Strumenti di separazione per uso medico

source: Respiratory masks for medical purposes
it: Maschere respiratorie per uso medico

source: Mesh nerve connecting tubes for veterinary use
it: Tubi di connessione nervosa a rete per uso veterinario

source: Fistula needles
it: Aghi fistola

source: Flasks for parenteral nutrition
it: Flaconi per alimentazione parenterale

source: Electrically heated clothing for medical use
it: Vestiti scaldati elettricamente per uso medico

source: Liquid chromatography columns for medical use
it: Colonne per la cromatografia dei liquidi per uso medico

source: Medical hearing instruments
it: Strumenti medici per l'udito

source: Medical infusion pumps
it: Pompe mediche da infusione

source: Belts for surgical purposes
it: Cinghie per uso chirurgico

source: Laser beam delivery instruments for medical use
it: Apparecchi per l'emissione di raggi laser per uso medico

source: Laser instruments for medical use
it: Strumenti laser per uso medico

source: Heat dispensing containers for relieving pressure on the ear
it: Contenitori erogatori di calore per alleviare la pressione sull'orecchio

source: Heating cushions [pads], non-electric for medical purposes
it: Cuscini riscaldanti [imbottiture], non elettrici per uso medico

source: Leads for use with implantable cardiac stimulators
it: Cavi per stimolatori cardiaci impiantabili

source: Massage apparatus, electric or non-electric
it: Apparecchi per massaggi, elettrici o non elettrici

source: Medical tables for examination or treatment purposes
it: Tavoli per uso medico per esami o trattamenti

source: Spoons for administering medicine
it: Cucchiai per somministrare medicine

source: Membrane test plates for use in medical research
it: Piastre per test a membrana per la ricerca medica

source: Surgical forceps
it: Tenaglie chirurgiche

source: Anti-pressure sore mattresses
it: Materassi antidecubito

source: Apparatus for administering intravenous solutions
it: Apparecchi di somministrazione di soluzioni endovenose

source: Electrocardiographs
it: Elettrocardiografi

source: Constriction rings for use in maintaining penile rigidity in men with erectile dysfunction
it: Anelli di costrizione per il mantenimento della rigidità del pene nelle persone affette da disfunzione erettile

source: Apparatus for the treatment of deafness
it: Apparecchi per il trattamento della sordità

source: Insoles for corrective treatment of conditions of the lower limbs
it: Solette per il trattamento correttivo di disturbi degli arti inferiori

source: Gloves for medical purposes
it: Guanti per uso medico

source: Thermometers for medical purposes
it: Termometri per uso medico

source: Diagnostic apparatus for medical purposes
it: Apparecchi per la diagnosi per uso medico

source: Temperature measuring instruments for medical use
it: Misuratori di temperatura per uso medico

source: X-ray scanners for medical use
it: Scanner a raggi X per uso medico

source: Ultraviolet ray lamps for medical purposes
it: Lampade a raggi ultravioletti per uso medico

source: Apparatus for the treatment of lung ailments
it: Apparecchi per il trattamento di disturbi polmonari

source: Apparatus for use in exercising muscles for medical use
it: Apparecchi per esercitare i muscoli per uso medico

source: Apparatus for use in medicine in the drainage of wounds
it: Apparecchi medici per il drenaggio di ferite

source: Condoms for hygienic purposes
it: Preservativi per uso igienico

source: Medical drainage bags for collection of abscess
it: Sacche di drenaggio mediche per la raccolta di ascessi

source: Medical drainage bags for collection of nephrostomy
it: Sacche di drenaggio medico per la raccolta di nefrostomia

source: Orthodontic brackets [braces] for use in straightening teeth
it: Apparecchi ortodontici [apparecchi] per raddrizzare i denti

source: Apparatus for producing ultrasonic waves for medical application
it: Apparecchi per la produzione di onde di ultrasuoni per uso medico

source: Forceps for medical use
it: Forcipi per uso medico

source: Anaesthetic masks
it: Maschere anestetiche

source: Arch supports [orthopaedic]
it: Cambriglioni [ortopedici]

source: Arthroscopy irrigation instruments
it: Apparecchi d'irrigazione per artroscopia

source: Artificial anaesthetization apparatus
it: Apparecchi di anestetizzazione artificiale

source: Artificial facial components
it: Componenti facciali artificiali

source: Physiological monitoring apparatus for medical use
it: Apparecchi di monitoraggio fisiologico per uso medico

source: Medical cutting devices
it: Strumenti medici da taglio

source: Medical devices for dosimetry purposes in the field of radiotherapy
it: Dispositivi medici per dosimetria nel settore della radioterapia

source: Anaesthetic inhalers [sold empty]
it: Inalatori per anestetici [venduti vuoti]

source: Valves for use in medical infusion instruments
it: Valvole per strumenti medici di infusione

source: Stockings for varices
it: Calze per le vene varicose

source: Venous catheters for human use
it: Cateteri venosi per uso umano

source: Video electrocardiogram detectors
it: Rilevatori video di elettrocardiogrammi

source: Cushions (Heating -), non-electric for medical purposes
it: Cuscini (Riscaldanti -), non elettrici per uso medico

source: Cushions [pads] (heating -), for medical purposes
it: Cuscini [imbottiture] (riscaldanti -)

source: Cushions for medical use for supporting infants being examined
it: Cuscini per uso medico per il sostegno di bambini durante analisi

source: Implantable defibrillators
it: Defibrillatori impiantabili

source: Inhalers for therapeutic use
it: Inalatori per uso terapeutico

source: Artificial internal organ apparatus
it: Apparecchi per organi interni artificiali

source: Apparatus for the application of laser radiation for surgical purposes
it: Apparecchi per l'applicazione di radiazioni laser per uso chirurgico

source: Apparatus for the artificial insemination of animals
it: Apparecchi per l'inseminazione artificiale degli animali

source: Apparatus for use in surgery in the drainage of incisions
it: Apparecchi per la chirurgia per il drenaggio di incisioni

source: Instruments for use in the fitting of artificial teeth
it: Apparecchi per l'inserimento di denti artificiali

source: Apparatus for use in the repair of teeth
it: Apparecchi per la riparazione di denti

source: Valves for the treatment of hydrocephalus
it: Valvole per il trattamento dell'idrocefalo

source: Artificial cardiac valves
it: Valvole cardiache artificiali

source: Protective sleeves for components of inter-aortic balloons
it: Guaine protettive per componenti di palloncini endo-aortici

source: Protective visors for veterinary use
it: Visiere protettive per uso veterinario

source: Therapeutic hosiery
it: Calzetteria terapeutica

source: Therapeutic instruments for ophthalmology
it: Strumenti terapeutici per oftalmologia

source: Cushions for medical purposes
it: Cuscini per uso medico

source: Wrist supports for medical use
it: Supporti da polso per uso medico

source: Percutaneous insertion trays
it: Vaschette di inserimento percutaneo

source: Pharmaceutical instruments
it: Strumenti farmaceutici

source: Support mattresses for medical use
it: Materassi contenitivi per uso medico

source: Diagnostic measuring apparatus for medical use
it: Apparecchi diagnostici di misurazione per uso medico

source: Diagnostic test kits for the detection of haemoglobin in faeces
it: Kit per test diagnostici per la rilevazione di emoglobina nelle feci

source: Ultrasonic diagnostic instruments for medical use
it: Apparecchi diagnostici ad ultrasuoni per uso medico

source: Digital electronic sphygmomanometers
it: Sfigmomanometri digitali elettronici

source: Stitch cutters [surgical]
it: Taglia-punti per uso chirurgico

source: Stockinets for surgical support purposes
it: Calze in garza di supporto chirurgico

source: Implantable urologic prostheses
it: Protesi urologiche impiantabili

source: Padded neck supports [cushions] for surgical use
it: Supporti imbottiti per il collo [cuscini] per uso chirurgico

source: Compressing screws in the nature of orthopaedic surgical instruments
it: Viti di compressione, ovvero strumenti chirurgici ortopedici

source: Soft insoles [orthopaedic]
it: Solette morbide [ortopediche]

source: Childbirth mattresses
it: Materassi per il parto

source: Pumps for medical purposes
it: Pompe per uso medico

source: Chairs especially made for medical use
it: Sedie speciali per uso medico

source: Chest drainage devices for removal of fluids from the pleural cavity of patients
it: Dispositivi di drenaggio del torace per l'asportazione di liquidi dalla cavità pleurale di pazienti

source: Chromatographic columns for analytical chromatography [medical]
it: Colonne per cromatografia per analitici cromatografia [uso medico]

source: Electronic endoscopes for surgical use
it: Endoscopi elettronici per uso chirurgico

source: Cardiac vascular prosthesis for surgical protheses
it: Protesi cardiovascolari per protesi chirurgiche

source: Cardiovascular catheters
it: Cateteri cardiovascolari

source: Cardiovascular guidewires
it: Fili pilota cardiovascolari

source: Cardiovascular instruments
it: Strumenti cardiovascolari

source: Splints, surgical
it: Stecche per fratture

source: Galvanic belts for medical purposes
it: Fasce galvaniche per uso medico

source: Belts for medical purposes
it: Cinture per uso medico

source: Artificial tympanic membranes
it: Membrane timpaniche artificiali

source: Ultrasonic diagnostic instruments for surgical use
it: Apparecchi diagnostici ad ultrasuoni per uso chirurgico

source: Sprayers [hand-operated] for medical use
it: Vaporizzatori (Manuali -), per uso medico

source: Pumps for veterinary use
it: Pompe per uso veterinario

source: Stair climbing machines for medical therapeutic use
it: Macchine per salire le scale per uso terapeutico medico

source: Stapling guns (Electric -) for surgical use
it: Pistole sparapunti (Elettriche -) per uso chirurgico

source: Catheter apparatus for gastroenterological use
it: Apparecchi per cateteri per uso gastroenterologico

source: Catheters for surgical use
it: Cateteri per uso chirurgico

source: Cell culture instruments for medical use
it: Strumenti per colture cellulari per uso medico

source: Electric foot warmers for medical use
it: Scaldapiedi elettrici per uso medico

source: Face masks for surgical use for anti bacterial protection
it: Maschere per il viso per protezione antibatterica

source: Immunoadsorption columns for diagnostic use
it: Colonne d'immuno-assorbimento per uso diagnostico

source: Biodegradable prostheses
it: Protesi biodegradabili

source: Biological bone implant material
it: Materiali biologici per impianti ossei

source: Sources of ultrasonic fields for use in medical treatment
it: Sorgenti di campi di ultrasuoni per cure mediche

source: Maxillo-mandibular splints for use in maxillofacial surgery
it: Stecche maxillo-mandibolari per la chirurgia maxillo-facciale

source: Disposable needles for hypodermic syringes
it: Aghi monouso per siringhe ipodermiche

source: Retentive belts for use by ileostomy patients
it: Cinture di trattenimento per pazienti con ileostomia

source: Electrodes for use with medical apparatus
it: Elettrodi da utilizzare con apparecchi medici

source: Gas chromatography apparatus for medical use
it: Apparecchi per cromatografia a gas per uso medico

source: Gas detectors for medical use
it: Rivelatori di gas per uso medico

source: Surgical scrub suits
it: Camici chirurgici

source: Interdental brushes for use in dental treatment
it: Spazzolini interdentali per cure dentistiche

source: High frequency coagulation instruments dental purposes
it: Strumenti di coagulazione ad alta frequenza per uso dentistico

source: Polymerisation apparatus for dental purposes
it: Apparecchi di polimerizzazione per uso dentistico

source: Ultrasonic diagnostic instruments for veterinary use
it: Apparecchi diagnostici ad ultrasuoni per uso veterinario

source: Suture materials for medical use
it: Materiali da sutura per uso medico

source: Suturing instruments
it: Strumenti di sutura

source: Tables for radiology
it: Tavole per radiologia

source: Buccal tubes
it: Tubi orali

source: Capillary tubes for blood
it: Tubi capillari per sangue

source: Hooks for spondylolysis
it: Uncini per spondilosi

source: Injection instruments without needles
it: Strumenti di iniezione senza aghi

source: Intraocular lens biometers
it: Biometri per lenti intraoculari

source: Nuclear resonance spectrometers for medical use
it: Spettrometri a risonanza nucleare per uso medico

source: Operating theatre sheets
it: Lenzuola per sale operatorie

source: Air pillows for infants [medical purposes]
it: Cuscini ad aria per bambini [uso medico]

source: Alternating pressure supports for medical use
it: Supporti a pressione alternata per uso medico
